Repository: common-repository/pagfort-boleto
Catalog: languages/pagfort-boleto-*.po
Languages: pt_br

source: Pagfort Banking slip
pt_br: Pagfort Boleto

source: Cancelled
pt_br: Cancelado

source: Processing
pt_br: Processando

source: Order status not updated, please update the order to:
pt_br: Status do pedido não atualizado, por favor atualize o pedido para:

source: Update order
pt_br: Atualizar pedido

source: ATTENTION
pt_br: ATENÇÃO

source: The payment and the value are different! The payment was
pt_br: Ocorreu uma divergência no valor do pagamento, foi pago

source: instead of
pt_br: em vez de

source: Payment:
pt_br: Pagamento:

source: Value:
pt_br: Valor:

source: Paid:
pt_br: Pago:

source: Issued on:
pt_br: Emitido em:

source: Expiration on:
pt_br: Vencimento em:

source: Code:
pt_br: Código:

source: Number:
pt_br: Número:

source: Print bank slip
pt_br: Imprimir boleto

source: SANDBOX ENVIROMENT
pt_br: AMBIENTE DE TESTE

source: This order was not placed or paid by bank slip.
pt_br: Este pedido não foi realizado ou pago com boleto bancário.

source: Wait a moment, trying to connect with the API ...
pt_br: Aguarde um momento, tentando conectar-se com a API …

source: Could not connect to an API!
pt_br: Não foi possível conectar-se com a API!

source: Your connection is working correctly!
pt_br: Sua conexão está funcionado corretamente!

source: Confirms order status update for
pt_br: Confirma a atualização do status do pedido para

source: For issue bank slip, the status "WAITING" must be selected!
pt_br: Para a emissão de boletos, o status “AGUARDANDO” precisa estar selecionado!

source: No items have been added to your order!
pt_br: Nenhum item foi adicionado ao seu pedido!

source: Select a customer!
pt_br: Selecione um cliente!

source: %s %s%s discount on bank slip%s
pt_br: %s %s%s de desconto no boleto bancário%s

source: %s %sSANDBOX MODE:%s When this setting is enabled, no slips will be generated, only a message will be displayed stating the success or failure of the operation.%s
pt_br: %s %sMODO DE TESTE:%s Com essa configuração não serão gerados boletos, somente uma mensagem será apresentada informando o sucesso ou falha da operação.%s

source: The Brazilian Market on WooCommerce Plugin (Extra Checkout Fields For Brazil) is installed!
pt_br: O Plugin Brazilian Market on WooCommerce (Extra Checkout Fields For Brazil) está instalado!

source: The Brazilian Market on WooCommerce Plugin (Extra Checkout Fields For Brazil) is not installed!
pt_br: O Plugin Brazilian Market on WooCommerce (Extra Checkout Fields For Brazil) não está instalado!

source: Discount
pt_br: Desconto

source: Awaiting payment of the bank slip
pt_br: Aguardando pagamento do boleto

source: Cancel order
pt_br: Cancele o pedido

source: and try again, if you continue to experience problems, contact your store administrator!
pt_br: e tente novamente, caso continue enfrentando problemas, entre em contato com o administrador da loja!

source: Enable / Disable
pt_br: Habilitar / Desabilitar

source: Bank slip payment
pt_br: Pagamento com Boleto Bancário

source: Title
pt_br: Título

source: This field controls the section title the user sees during checkout
pt_br: Esse campo controla o título da seção que o usuário vê durante o checkout

source: Bank Slip
pt_br: Boleto Bancário

source: Description
pt_br: Descrição

source: This field controls the section text the user sees during checkout
pt_br: Esse campo controla o texto da seção que o usuário vê durante o checkout

source: Pay with bank slip
pt_br: Pagar com Boleto Bancário

source: Default due date
pt_br: Data de vencimento padrão

source: Enter the default number of days to expire after the bank slip is generated
pt_br: Digite o número padrão de dias para o vencimento após a geração do boleto bancário

source: Discount payment %
pt_br: Desconto para pagamento %

source: Máx 99.99%. Use dot to decimals (Ex.: 2.5, 10.7)
pt_br: Máx. 99.99%. Use ponto para casas decimais (Ex .: 2.5, 10.7)

source: Learn more about billing methods
pt_br: Saiba mais sobre as formas de cobrança

source: Allow billing
pt_br: Permitir cobrança

source: Sandbox enviroment API
pt_br: Ambiente de teste da API

source: Sandbox enviroment
pt_br: Ambiente de teste

source: Access credentials for the sandbox environment
pt_br: Credenciais de acesso para o ambiente de teste

source: Your platform access login sandbox
pt_br: Seu login do ambiente de teste

source: Password
pt_br: Senha

source: Your API access password
pt_br: Sua senha de acesso a API

source: Access credentials for the production environment
pt_br: Credenciais de acesso para o ambiente de produção

source: Your platform access login production
pt_br: Seu login de acesso para produção

source: Enter your login
pt_br: Informe seu login

source: Connection test
pt_br: Testar conexão

source: Test the server connection to ensure that communication is working correctly.
pt_br: Teste a conexão do servidor para garantir que a comunicação esteja funcionando corretamente.

source: Log debug
pt_br: Log de depuração

source: Enable all warning and error logs
pt_br: Ativa todos os logs de avisos e erros

source: File that stores some plugin logs, such as API server calls and others. % s Enable to monitor any server communication issues.
pt_br: Arquivo que armazena alguns logs da plugin, como chamadas ao servidor de API e outros. %s Ative para monitorar qualquer problema de comunicação com o servidor.

source: Select the type of person!
pt_br: Selecione o tipo de pessoa!

source: Company name is required for legal entity!
pt_br: A Razão Social da empresa é obrigatória para pessoa jurídica!

source: CNPJ number is required!
pt_br: O número do CNPJ é obrigatório!

source: CNPJ number is invalid!
pt_br: O número do CNPJ é inválido!

source: Company State Registration is mandatory for legal entity!
pt_br: A Inscrição Estadual da empresa é obrigatória para pessoa jurídica!

source: Social Security Number is required!
pt_br: O número do CPF é obrigatório!

source: Social Security Number number is invalid!
pt_br: O número do CPF é inválido!

source: ID number is required!
pt_br: O número do RG é obrigatório!

source: Address number is required!
pt_br: O endereço é obrigatório!

source: Neighborhood is required!
pt_br: O bairro é obrigatório!

source: First name is required!
pt_br: O nome é obrigatório!

source: Last name is required!
pt_br: O sobrenome é obrigatório!

source: Address is required!
pt_br: O endereço é obrigatório!

source: City is required!
pt_br: A cidade é obrigatória!

source: Postcode is required!
pt_br: O CEP é obrigatório!

source: Country is required!
pt_br: O país é obrigatório!

source: State is required!
pt_br: O estado é obrigatório!

source: E-mail address is required!
pt_br: O e-mail é obrigatório!

source: Phone number is required!
pt_br: O telefone é obrigatório!

source: System Status &gt; Logs
pt_br: Logs de status do sistema

source: The body parameter must be a valid number.
pt_br: O parâmetro do body deve ser um número válido.

source: Access denied
pt_br: Acesso negado

source: Order number is not found or invalid.
pt_br: O número do pedido não foi encontrado ou é inválido.

source: Banks slip data number is not found or invalid.
pt_br: O número do boleto não foi encontrado ou é inválido.

source: Incorrect access information
pt_br: Informações de acesso incorretas

source: Consumer secret is invalid.
pt_br: Consumer secreta é inválida.

source: Rest API keys are invalid.
pt_br: As chaves da API Rest são inválidas.

source: The API key provided does not have read permissions.
pt_br: A chave da API fornecida não possui permissões de leitura.

source: BANK SLIP PAID
pt_br: BOLETO PAGO

source: Unable to change order status.
pt_br: Não foi possível alterar o status do pedido.

source: Pagfort Bank Slip for WooCommerce
pt_br: Pagfort Boleto Bancário para WooCommerce

source: This plugin depends on the last version of %s to work correctly!
pt_br: Este plugin depende da última versão do %s para funcionar corretamente!

source: Settings
pt_br: Configurações

source: Plugin dependency check
pt_br: Verificação de dependência de plugin

source: Payment
pt_br: Pagamento

source: Bank slip status
pt_br: Status do boleto

source: Date of issue
pt_br: Data de emissão

source: Due date
pt_br: Data de vencimento

source: Impression link
pt_br: Link de impressão

source: Print ticket &rarr;
pt_br: Imprimir boleto &rarr;

source: Digitable line
pt_br: Linha digitável

source: Sandbox Enviroment
pt_br: Ambiente de testes

source: The bank slip generation test has been successfully completed!
pt_br: O teste para geração do boleto foi completado com sucesso!

source: Your ticket was successfully generated!
pt_br: Seu boleto foi gerado com sucesso!

source: Below we have some options to facilitate your payment.
pt_br: Abaixo temos algumas opções facilitar o seu pagamento.

source: Print your bank slip
pt_br: Imprima seu boleto

source: Use your banking app reader
pt_br: Use o leitor do seu aplicativo bancário

source: Copy numbers from digitable line
pt_br: Copie os números da linha digitável

source: Copy
pt_br: Copiar

source: %sAttention!%s Your bank slip will not be sent by email, and will not be delivered by post.
pt_br: %sAtenção!%s O seu boleto não será enviado por e-mail, e não será entregue pelos correios.

source: Bank slip details
pt_br: Detalhes do boleto

source: ( * Sandbox Enviroment )
pt_br: ( * Ambiente de teste )

source: Pagfort plugin cannot be activated!
pt_br: O plugin Pagfort não pode ser ativado!

source: This plugin depends on the last version of %s to work!
pt_br: Este plugin depende da última versão do %s para funcionar!
